
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
       <title>Q1</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<link rel="Stylesheet" type="text/css" href="css/styles.css" />
	<link rel="icon" href="favicon.ico" type="image/x-icon">
	<link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<script type="text/javascript" src="js/jquery.js"></script>
	<script type="text/javascript" src="js/functions.js"></script>
	</head>

<body onResize="BrouseSize()">
	<div class="container">
			<div id="top_menu">
		<a href="/"><div id="Logo"></div></a>
					<a href="/"><div class="menu_item">Главная</div></a>
					<a href="about.php"><div class="menu_item">О компании</div></a>
					<a href="vacancy.php"><div class="menu_item">Вакансии</div></a>
					<a href="projects.php"><div class="menu_item">Проекты</div></a>
					<a href="contacts.php"><div class="menu_item">Контакты</div></a>
				<div id="End_Top_Menu"><img src="img/top_menu_end.png" /></div>
	</div>
				<div id="Game_Menu">
		<div id="Left_Game_Menu">
			<div id="Insight">
			</div>
		</div>
		<div id="Right_Game_Menu">
			<table>
				<tr>
					<td onclick="Move_Left_Games();" class="ArrowLeft"></td>
									<td id="Game_img"><a href="http://drako.ru" target="_blank"><img src="img/gamepic/drako.png" /></a></td>
				<td id="Game">
					<h1><a href="http://drako.ru" target="_blank">Драконы</a></h1>
					<h2><a href="http://drako.ru" target="_blank"></a></h2>
					<p><a href="http://drako.ru" target="_blank">Инновационная MMORPG. Сплав уникальных игровых особенностей от опытнейших разработчиков и современные браузерные технологии.</a></p>
				</td>
				<td onclick="Move_Right_Games();" class="ArrowRight"></td>
				</tr>
			</table>
		</div>
	</div>
					<h1>Проекты</h1>
		<table id="Content">
					<tr>
				<td width="259" style="padding:0px; padding-bottom:5px; text-align:center;">
					<img src="img/content_images/drako.png" />
				</td>
				<td class="content">
					<p>
		<p><b>«Драконы»</b> — новое слово в жанре <b>MMORPG</b>, закрытое бета-тестирование игры началось в марте 2011 года. Действие «Драконов» разворачивается в масштабной игровой вселенной, имеющей богатую историю. Легенда гласит, что три тысячи лет назад в мир пришло древнее зло, и лишь драконы смогли отсрочить конец света.  Эпический сюжет призовет игроков на великую войну, где для победы важна не только крепость тела и духа, но и преданность общему делу.
			<b>«Драконы»</b> обещают стать одной из самых качественных браузерных <b>MMORPG</b> на рынке — в первую очередь, благодаря огромному опыту разработчиков, накопленному за время работы над предыдущими играми. Кроме того, мир «Драконов» создается с использованием последних технологических достижений. При этом, для комфортной игры по-прежнему требуется только привычный браузер.
			Ключевые особенности игры:</p>
			<ul>
				<li>Полноценная визуализация многопользовательских сражений — теперь при схватке с несколькими противниками не нужно читать текстовые сообщения, игра покажет действия ваших друзей и врагов.</li>
				<li>Всесторонне проработанная система развития магических умений персонажа.</li>
				<li>Собственный дракон каждому игроку. Дракон — не просто питомец, требующий ухода, это настоящий боец, готовый драться за своего хозяина до последней капли драконьей крови и делиться с ним своими невероятными способностями. Каким именно вырастет ваш дракон – зависит от вас.</li>
				<li>Усовершенствованная система кланов, предусматривающая масштабные сражения за клановые поместья.</li>
			</ul>
		<p>С сегодняшнего дня на открывшемся  официальном сайте игры (<a href='http://drako.ru'>drako.ru</a>) можно познакомиться с историей мира <b>«Драконов»</b>, полюбоваться на арт-материалы, насладиться роликами и задать вопросы разработчикам игры.  А чтобы быть в курсе последних новостей о ходе разработки, участвовать в конкурсах, посвященных запуску игры и — самое главное! — получить приглашение на участие в бета-тесте. </p>
		</p>
				</td>
			</tr>
						<tr>
				<td width="259" style="padding:0px; padding-bottom:5px; text-align:center;">
					<img src="img/content_images/magic.png" />
				</td>
				<td class="content">
					<p>
		<p><b>Magic</b> - яркая красочная игра с неожиданными сюрпризами и нетривиальным юмором. В этом веселом и удивительном мире найдется место всем: странноватым шаманам, скрытным диверсантам, брутальным воинам и могущественным магам. Здесь каждый может стать героем, сражаясь с окружающей средой и выполняя задания забавных стильных чудиков. Пошаговая боевая система, где каждый ход зависит от тебя, впрыснет необходимый адреналина в скучный серый день. Более тысячи игроков прямо сейчас – присоединяйся!</p>
		<p><b>Ключевые особенности игры:</b>
		<ul>
			<li>Сочная разнообразная графика с целым множеством анимированных персонажей.</li>
			<li>Простая и понятная, но в то же время достаточно глубокая ролевая система предлагает выбор из четырех классов и четырех рас – каждое сочетание предлагает уникальный игровой стиль!</li>
			<li>Многочисленные приключения и удивительные персонажи помогут игроку освоиться в мире <b>Magic</b> и проведут его по территориям разных миров, рассказывая любопытные истории.</li>
			<li>Особый пласт игры – командные <b>PvP</b>-сражения на аренах. Только подвигами и умелой игрой со своими соратниками можно заработать вечную славу и кое-какие материальные награды.</li>
			<li>Не требует установки, запускается прямо в браузере!</li>
		</ul>
		</p>
		</p>
				</td>
			</tr>
					</table>
		</div>
	<div id="Bottom_Line" style="position:relative;">
			<div class="container">
		<img id="Bottom_Logo" src="img/bottom_logo.png" />
		<div id="copyright">© 2010 Q1 LLC</div>
	</div>
		</div>
</body>
</html>